Repository: GutenbergHealthHub/Meine-Stadt-rettet-iOS
Catalog: EcoRescue/*.lproj/Localizable.strings
Languages: es

# APP_NAME
source: First Responder App
es: App - Primer Respondedor

source: Call Emergency
es: Llame a Emergencias

# CALL_EMERGENCY_INFO
source: Press the button to ask for help in case of emergency
es: En caso de emergencia, presione el botón, para pedir ayuda

source: Status:
es: Estado

source: You are off duty
es: No está Vd. de servicio (de guardia)

source: Deactivate call entry
es: Desactivar llamada entrante

# DEACTIVATE_CALL_ENTRY_INFO
source: You won't receive emergency calls in this mode.
es: No recibirá llamadas de emergencia en este modo

source: Active user
es: Usuario activo

source: Inactive user
es: Usuario inactivo

source: Profile incomplete
es: Perfil incompleto

source: Register
es: Regístrese

source: Unregistered user
es: Usuario no registrado

source: Go to profile
es: Ir al perfil

source: report pending to complete
es: Informe pendiente de ser completado

source: reports pending to complete
es: Informes pendientes de ser completados

source: Home Page
es: Página de inicio

source: Map
es: Mapa

source: News
es: Noticias

source: Events
es: Eventos

source: Courses
es: Cursos

source: Profile
es: Perfil

source: Settings
es: Ajustes

source: Standby Mode
es: Modo de espera

source: Account
es: Cuenta

source: FAQ
es: Preguntas Frecuentes

source: Contact
es: Contacto

source: Imprint
es: Impreso

source: About the app
es: Sobre la app

# LEGAL_NOTICE
source: Legal notices
es: Avisos legales

source: Active
es: Activo

source: Inactive
es: Inactivo

source: Paused
es: En pausa

source: Unregistered
es: No registrado

source: Incomplete profile
es: Perfil incompleto

source: Agreement
es: Acuerdo

source: signed
es: Firmado

source: not signed
es: No firmado

source: Personal Data
es: Datos personales

source: Completed
es: Completado

source: Not Completed
es: No completado

source: First Responder certification
es: Certificado de Primer Respondedor

source: Not added
es: No añadido

source: Added
es: Añadido

source: Access
es: Acceso

source: Location
es: Localización

source: Notifications
es: Notificaciones

source: Authorized
es: Autorizado

source: Not Authorized
es: No autorizado

source: declaration
es: Declaración

# DECLARATION_NOT_LOADED
source: Declaration could not be loaded.
es: La declaración no ha podido cargarse

# DECLARATION_LOADING
source: Declaration is loading…
es: La declaración se está cargando…

# SAVE_AND_SEND
source: Save & send
es: Guardar y enviar

# AGREEMENT_FINAL_TEXT
source: Thank you for signing the agreement.
es: Gracias por firmar el acuerdo

# AGREEMENT_DESCRIPTION_TEXT
source: The agreement has been sent and you won't be able to modify it.
es: El acuerdo se ha enviado y no podrá modificarlo

# AGREEMENT_DETAIL_TEXT
source: If you have questions, please do not hesitate to contact us.
es: Si tiene preguntas, no dude en contactarnos

source: Signed on
es: Inscrito

source: Clear signature
es: Firma legible

source: Certificate
es: Certificado

# CERTIFICATE_INFO
source: Please upload a valid proof of your first aid qualification. The evidence should not be older than 2 years.
es: Por favor, cargue (suba) una prueba válida de su titulación de primeros auxilios. La prueba no debe tener más de 2 años

# CERTIFICATE_SELECT_INFO
source: Select one of the options to send your First Aid Certificate:
es: Seleccione una de las opciones para enviar su Certificado de Primeros Auxilios

# CERTIFICATE_TAKE_PICTURE
source: Take picture
es: Hacer foto

# CERTIFICATE_UPLOAD_PICTURE
source: Upload picture
es: Subir (cargar) foto

source: Optional Certificates
es: Certificados opcionales

source: Add Additional Certificates...
es: Añadir Certificados opcionales

source: Access with pin
es: Acceder con pin

# ENTER_NEW_PIN_TO_ACCESS
source: Enter new pin to access the App
es: Introduzca un nuevo pin para acceder a la app

# ACCESS_INFO
source: Incoming emergencies can only be accepted via a secret PIN. This protects against unauthorized access. Please enter 6 numbers.
es: Sólo podrán aceptarse las emergencias entrantes, con PIN secreto. Esto es una protección contra entradas no autorizadas. Por favor, introduzca 6 números

source: Please re-enter to verify
es: Introdúzcalo de nuevo para confirmar

source: Your pin is correctly set
es: Pin establecido correctamente

source: Change Pin
es: Cambiar Pin

source: Please insert your new pin
es: Por favor, introduzca su nuevo pin

source: Wrong pin
es: Pin erróneo

source: Please re-enter your new pin to verify
es: Por favor, reintroduzca su nuevo pin para confirmar

source: Insert your current pin
es: Introduzca su pin actual

# PROFILE_INFO_FIRST_PAGE
source: To establish a communication during an emergency mission the dispatch center requires your full name and phone number. Currently, we can only activate first responders who are over 18 years old.
es: Para establecer comunicación durante una misión de emergencia, el Centro de Control precisa de su nombre completo y número de teléfono. Actualmente, sólo podemos activar primeros respondedores, mayores de 18 años.

# PROFILE_INFO_SECOND_PAGE
source: For the complete activation and qualification examination we need your full address.
es: Para proceder a la activación y examen de titulación completos, necesitamos su dirección completa.

# PROFILE_INFO_THIRD_PAGE
source: With the help of your qualification and profession, the respective dispatch center can send you suitable emergencies.
es: Gracias a su titulación y profesión, el Centro de Control respectivo podrá enviarle las emergencias más adecuadas (a su perfil).

# PROFILE_SUCCESS_TITLE
source: Thank you for your information.
es: Gracias por su información.

# PROFILE_SUCCESS_DESCRIPTION
source: Your personal data was saved successfully
es: Sus datos personales se guardaron correctamente

# PROFILE_SUCCESS_DETAIL
source: You can always change your profile information.
es: Siempre podrá cambiar la información de su perfil.

source: Personal information
es: Información personal

source: Name:
es: Nombre:

# EXAMPLE_NAME
source: Eg. Maria
es: Ejs. María

source: Surname:
es: Apellido

# EXAMPLE_SURNAME
source: Eg. Smith
es: Ejs. Pérez

source: Birthday:
es: Fecha de nacimiento

# EXAMPLE_DATE
source: DD / MM / YYYY
es: DD / MM / AAAA

source: Phone
es: Teléfono

source: Address
es: Dirección

source: Street:
es: Calle:

# EXAMPLE_STREET
source: Eg. Philipessetraße
es: Ejs. Calle Serrano

source: Number:
es: Número:

# EXAMPLE_NUMBER
source: Eg. 00
es: Ejs. 00

source: Postal code:
es: Código postal:

# EXAMPLE_POSTAL_CODE
source: Eg. 0000
es: Ejs. 28001

source: City
es: Ciudad

# EXAMPLE_CITY
source: Eg. Munich
es: Ejs. Madrid

source: Country:
es: País:

# EXAMPLE_COUNTRY
source: Eg. Germany
es: Ejs.. España

source: My qualification for reanimation:
es: Mi titulación para reanimación:

source: Select one of the options from the list
es: Seleccione una de las opciones de la lista

source: My job:
es: Mi trabajo

# SEND_INFORMATION
source: Save information
es: Guardar información

source: Change tone
es: Cambiar tono

source: Select one of the tones from the list.
es: Seleccione uno de los tonos de la lista

source: Receive test alarm on Saturday
es: Recibir prueba de alarma en sábado

source: Log out
es: Cerrar sesión

source: Delete account
es: Borrar cuenta

source: Not specified
es: No especificado

# STANDBY_INFO
source: Please enter your off duty times here. Within these times, you will not receive emergency calls.
es: Por favor, introduzca aquí sus horas fuera de servicio. No recibirá llamadas de alerta en esos períodos.

# STANDBY_DUTY_TIME_INFO
source: Select the time when you are not available.
es: Seleccione las horas en que no estará disponible

source: Standby Options
es: Opciones de modo de espera

# DUTY_TIME
source: Off duty time
es: Horas fuera de servicio

source: Select the time:
es: Seleccione la hora

source: From
es: De

source: To
es: Hasta

# SELECT_THE_DAYS_YOU_ARE_AVAILABLE
source: Select the days you do not want to receive any emergencies:
es: Seleccione los días en que no desea recibir emergencias

# HOME
source: Do not notify me at home
es: No avisarme en mi domicilio

# HOME_STANDBY_INFO
source: You won't receive any emergency calls if you are in your home area
es: No recibirá llamadas de emergencia si se encuentra en las proximidades de su domicilio

source: Save
es: Guardar

source: Emergency Call
es: Llamada de emergencia

source: Your current position
es: Su posición actual

source: Geo location:
es: Geolocalización

source: Go back
es: Retroceder

source: Continue reading
es: Continúe leyendo

source: Date:
es: Fecha

source: Company:
es: Compañía

source: Defibrillators
es: Desfibriladores

source: Your added defibrillators:
es: Sus desfibriladores incluídos:

source: Add new defibrillator
es: Añadir nuevo desfibrilador

source: Save defibrillator
es: Guardar desfibrilador

source: Update defibrillator
es: Actualizar desfibrilador

source: Object title:
es: Título del objeto

# OBJECT_TITLE_EXAMPLE
source: Company, supermarket, etc.
es: Compañía (empresa), supermercado, etc.

source: AED Manufacturer
es: Fabricante del DAE

source: AED Model
es: Modelo del DAE

source: AED Type
es: Tipo del DAE

# AED_MODEL_EXAMPLE
source: Eg. AED Model
es: P.e. Modelo DAE

# AED_TYPE_EXAMPLE
source: Eg. AED Type
es: P.e. Tipo del DAE

source: Comments:
es: Comentarios:

source: Images:
es: Imágenes:

source: Add address
es: Añadir dirección

# LONG_PRESS_MAP_INFO
source: Press long to add location
es: Mantenga pulsado para añadir localización

# FILTER_ANNOTATIONS
source: Filter configuration
es: Filtrar configuración

source: Login
es: Inicie sesión

source: Password:
es: Contraseña:

source: Did you forget your password?
es: ¿Olvidó su contraseña?

source: Enter without registration
es: Entrar sin registrarse

source: Press here
es: Pulse aquí

# EMAIL_NOT_VERIFIED
source: Your email is not verified yet
es: Su dirección de correo electrónico no se ha verificado aún

source: Please check your inbox.
es: Por favor, revise su bandeja de entrada

source: Email or password wrong
es: Dirección de correo electrónico o contraseña, erróneos

source: Please check your input.
es: Por favor, compruebe los datos introducidos

# NO_CONENCTION
source: No connection
es: Sin conexión

# PLEASE_CHECK_YOUR_CONNECTION_AND_TRY_AGAIN
source: Please check Your internet connection and try again.
es: Por favor, compruebe su conexión a internet e inténtelo de nuevo

source: An email has been sent
es: Se ha enviado un correo electrónico

source: Email address does not exist
es: La dirección de correo electrónico no existe

source: Please check the address
es: Por favor, compruebe la dirección de correo electrónico

source: Please try again later
es: Por favor, inténtelo de nuevo más tarde

source: Email couldn't send
es: El correo electrónico no pudo enviarse

source: Please provide an email
es: Por favor, facilite un correo electrónico

source: Repeat Password:
es: Repita la contraseña

# PASSWORD_DETAIL
source: The password must be at least 6 characters long and have a number and a capital letter.
es: La contraseña debe tener al menos 6 caracteres e incluir un número y una letra mayúscula

source: Email already in use
es: La dirección de correo electrónico ya existe

source: Please use another email address
es: Por favor, utilice otra dirección de correo electrónico

# INVALID_EMAIL_X
source: Invalid Email %@
es: Dirección de correo electrónico no válida %@

source: Passwords do not match
es: Las contraseñas no coinciden

source: Registration successfully finished
es: El registro se ha completado con éxito

source: Email Verification
es: Verificación de correo electronico

# EMAIL_VERIFICATION_DETAIL
source: Please verify your email. You can also do this step later.
es: Por favor, verifique (compruebe) su correo electrónico. Puede completar este paso más tarde

source: Verify
es: Compruebe

source: Skip
es: Omitir

source: Finish
es: Terminar

source: Congratulations
es: Felicitaciones

source: You are a first responder now
es: Ahora es Vd. un primer respondedor

# REGISTER_SUCCESS_TITLE
source: What is next?
es: ¿Qué viene a continuación?

# REGISTER_SUCCESS_DESCRIPTION
source: In order to start receiving emergency calls you need to complete your profile.
es: Para empezar a recibir llamadas de emergencia, es necesario que complete su perfil.

source: First responder
es: Primer respondedor

source: Job
es: Trabajo

source: Profile ID
es: Identificador de perfil

source: Emergency Number
es: Número de emergencia

source: Control Center
es: Centro de Control

# EMERGENCY_NAME
source: Name
es: Nombre

source: Are you ready to answer the call?
es: ¿Preparado para responder la llamada?

source: Take Emergency
es: Aceptar emergencia

# INSERT_YOUR_PIN_TO_ACCEPT_EMERGENCY_CALL
source: Provide your pin to accept emergency call
es: Introduzca su pin para aceptar la llamada de emergencia

source: Please authenticate with your fingerprint.
es: Por favor, autentifique con su huella dactilar

source: Not available
es: No disponible

source: Go
es: Proceder

source: Back
es: Atrás

source: Finish Emergency
es: Finalizar emergencia

source: Cancel Emergency
es: Cancelar emergencia

source: Patient reached
es: Paciente contactado

# FINISH_EMERGENCY_REASON
source: Why did you finish the emergency?
es: ¿Por qué finalizó la emergencia?

source: Distance
es: Distancia

source: Description
es: Descripción

source: Object
es: Objeto

source: Patient
es: Paciente

source: Indicator
es: Indicador

source: Geo Coordination
es: Geoc Cordinación

source: Keyword
es: Palabra clave

# PATIENT_REPORT
source: Emergency report
es: Informe de la emergencia

# EMERGENCY_FINAL_TITLE
source: Thank you very much for your help.
es: Muchas gracias por su ayuda

# EMERGENCY_FINAL_DESCRIPTION
source: After taking the emergency call, we will ask you to complete an emergency report.
es: Después de responder a la llamada de emergencia, solicitaremos que complete un informe de la misma.

source: Fill report
es: Completar informe

source: Fill report later
es: Completar informe más tarde

# PATIENT_REPORT_PROTOCOLS
source: Emergency Report
es: Informe de la emergencia

# REPORT_SAVE_ALERT
source: Your report has been saved but it is still incomplete. You can access it from home page.
es: Se guardó su informe pero aún está incompleto. Puede acceder a él desde la página de inicio.

source: Continue filling report
es: Continuar completando el informe

source: Go to homepage
es: Ir a la página de inicio

# REPORT_SUCCESS_TITLE
source: The emergency report has been successfully sent.
es: El informe de la emergencia se ha enviado con éxito

# REPORT_SUCCESS_DESCRIPTION
source: Thank you for your collaboration.
es: Gracias por su colaboración

# ARRIVAL_TIME_TITLE
source: Arrival time
es: Hora de llegada

# ARRIVAL_TIME_SUBTITLE
source: Relative to the emergency vehicle arrival time
es: Relativo a la hora de llegada del vehículo de emergencia

# DURATION_UNIT_MIN
source: min
es: Minutos

# AGE_CATEGORY_TITLE
source: Age of Patient
es: Edad del paciente

# AGE_CATEGORY_SUBTITLE
source: For further analysis pediatric resuscitation measures, all patients younger than 28 days are determined in age categories.
es: Para análisis posterior de las medidas de resucitación pediátrica, los pacientes menores de 28 años se clasifican por categoría de edad.

# SEX_CATEGORY_TITLE
source: Sex
es: Sexo

# SEX_CATEGORY_SUBTITLE
source: Sex of the patient.
es: Sexo del paciente

# RESUSCITATION_TITLE
source: Resuscitation
es: Resucitación

# RESUSCITATION_SUBTITLE
source: Was a resuscitation already carried out on arrival or for what reasons was the implementation of the resuscitation treatment waived?
es: ¿Se llevó a cabo resucitación a la llegada? En caso contrario ¿Cuáles fueron las razones para no llevar a cabo la resucitación?

# LOCATION_TITLE
source: Emergency location
es: Localización de la emergencia

# LOCATION_SUBTITLE
source: Please specify the emergency location.
es: Por favor, especifique la localización de la emergencia

# SCHOOLBUILDING_TITLE
source: Emergency in School Building
es: Emergencia en colegio

# SCHOOLBUILDING_SUBTITLE
source: Was the cardiac arrest suffered in a school building?
es: ¿El paro cardíaco tuvo lugar en un colegio?

# START_DIAGNOSIS_TITLE
source: Suspected diagnosis
es: Sospecha diagnóstica

# START_DIAGNOSIS_SUBTITLE
source: What was the presumed diagnosis that leads to the cardiac arrest?
es: ¿Cuál es la sospecha diagnóstica de lo que llevo al paro cardíaco?

# START_ORIENTATION_TITLE
source: Orientation
es: Orientación

# START_ORIENTATION_SUBTITLE
source: What was the orientation of the patient when the App-Helper arrived?
es: ¿Cuál era el grado de orientación del paciente a la llegada del asistente de la app?

# CONSCIOUSNESS_TITLE
source: Consciousness
es: Consciencia

# CONSCIOUSNESS_SUBTITLE
source: What was the patient's consciousness on arrival?
es: ¿Cuál era el grado de consciencia del paciente a la llegada?

# START_BREATHING_TITLE
source: Kind of Breathing
es: Tipo de respiración

# START_BREATHING_SUBTITLE
source: Please specify the kind of breathing after the cardiac arrest occured.
es: Por favor, especifique el tipo de respiración tras la parada cardíaca

# SPORTS_RELATION_TITLE
source: Sports Activity
es: Actividad deportiva

# SPORTS_RELATION_SUBTITLE
source: Is there any relationship to sports activities?
es: ¿Relacionada con alguna actividad deportiva?

# COLLAPSE_OBSERVED_TITLE
source: Collapse Observed
es: Observado colapso

# COLLAPSE_OBSERVED_SUBTITLE
source: Who has observed the collapse?
es: ¿Quién observó el colapso?

# CARDIAC_MASSAGE_TITLE
source: Cardiac massage
es: Masaje cardíaco

# CARDIAC_MASSAGE_SUBTITLE
source: Who started with the cardiac massage?
es: ¿Quién inició el masaje cardíaco?

# VENTILATION_TITLE
source: Ventilation
es: Ventilación

# VENTILATION_SUBTITLE
source: Who started with the ventilation?
es: ¿Quién inició la ventilación?

# TELEMEDICINE_TITLE
source: Telemedicine
es: Telemedicina

# TELEMEDICINE_SUBTITLE
source: After notifying the regular ambulance service, did the dispatch center give a telephone instruction on how to carry out resuscitation measures?
es: ¿Se recibe alguna instrucción telefónica, del Centro de Control, tras alertar a la ambulancia de servicio ordinario?

# DEFI_TITLE
source: Defibrillator
es: Desfibrilador

# DEFI_SUBTITLE
source: Who started with the defibrillation?
es: ¿Quién inició la desfibrilación?

# DEFI2_TITLE
source: Number of AED shocks
es: Número de choques del DAE

# DEFI2_SUBTITLE
source: Please specify the total number of given defibrillation shocks. This information is independent of the result.
es: Por favor, especifique el número de choques administrados con el desfibrilador. Esta información es independiente del resultado.

# DEFI3_SUBTITLE
source: The common defibrillator types that are used in Germany. If the entry for a used device is missing, please specify it in the free text field in the last step. The data record will then be extended accordingly.
es: Desfibriladores utilizados habitualmente en España. Si falta la información de un dispositivo utilizado, especifíquelo en el último paso, en la entrada de texto libre. La grabación de los datos se ampliará de acuerdo a ello.

# DEFI4_TITLE
source: Public AED
es: DEA público

# DEFI4_SUBTITLE
source: Please specify whether a public or a private defibrillator was used.
es: Por favor, especifique si se utilizó un desfibrilador de uso público o privado.

# END_CONSCIOUSNESS_TITLE
source: Consciousness
es: Consciencia

# END_CONSCIOUSNESS_SUBTITLE
source: Please specify the consciousness of the patient when handed over to the rescue service.
es: Por favor, especifique el grado de consciencia del paciente en el momento de dejar el paciente al cuidado del servicio de rescate.

# END_BREATHING_SUBTITLE
source: Please specify the consciousness of the patient when handed over to the rescue service.
es: Por favor, especifique el grado de consciencia del paciente en el momento de dejar el paciente al cuidado del servicio de rescate.

# END_REMARKS_TITLE
source: Further comments
es: Comentarios adicionales

# END_REMARKS_SUBTITLE
source: Please do not enter any personal data (name, age, appearance etc.)
es: Por favor, no introduzca ningún dato personal (nombre, edad, apariencia, etc.)

source: Save report and send
es: Guardar y enviar informe

source: Done
es: Realizado

# CANCELLED_REPORT_REMARKS_TITLE
source: Why did you cancel the mission?
es: ¿Por qué canceló la misión?

source: Apartment
es: Apartamento

source: Retirement home
es: Residencia de ancianos

source: Office
es: Oficina

source: Doctor´s office
es: Consulta médica

# LOCATION_STREET
source: Street
es: Calle

source: Public
es: Público

source: Mass event
es: Evento de masas

source: Other
es: Otros

source: Educational institution
es: Institución educativa

source: Sports club
es: Club Deportivo

source: Birth House
es: Maternidad

source: Unknown
es: Desconocido

source: Cardial
es: Cardíaco

source: Trauma
es: Traumatismo

source: Drowning
es: Ahogamiento

source: Hypoxia
es: Hipoxia

source: Intoxication
es: Intoxicación

source: ICB / SAB
es: Hemorrafia cerebral / Subaracnoidea

source: SIDS
es: SIDS/Muerte subita del lactante

source: Bleed to death
es: Hemorragia fatal

source: Stroke
es: Ictus

source: Metabolic
es: Metabólico

source: Others
es: Otros

source: Narcotized
es: Narcotizado

source: Awake
es: Despierto

source: Responds to speech
es: Responde a órdenes

source: Responds to pain
es: Responde al dolor

source: Unconscious
es: Inconsciente

source: Sleepy
es: Somnoliento

source: Not assessable
es: No evaluable

source: Limited Oriented
es: Moderadamente orientado

source: Disoriented
es: Desorientado

source: Dilated
es: Dilatado

source: Mid dilated
es: Moderadamente dilatado

source: Narrow
es: No dilatado

source: Gasping
es: Jadeando

source: Respiration
es: Respiración

source: Normal breathing
es: Respiración normal

source: Recovery position
es: Posición de recuperación

source: Feet elevated
es: Pies elevados

source: Head elevated
es: Cabeza elevada

source: Created free airways
es: Vías aéreas liberadas

# ACCIDENTALLY_PRESENT_WITNESS
source: Accidentally present wittness
es: Testigos presenciales accidentales

source: App - First Responder
es: App - Primer Respondedor

source: Was not carried out
es: No se realizó

source: Not specified, Patient not reanimated
es: No especificado. No se reanimó al paciente

source: Running reanimation
es: Reanimación en curso

source: Patient is conscious
es: El paciente está consciente

source: Later than ambulance
es: Más tarde que la ambulancia

source: Earlier than ambulance...
es: Más pronto que la ambulancia

source: Monophasic
es: Monofásico

source: Binophasic
es: Bifásico

# X_DAYS
source: %@ days
es: %@ días

# YOUNGER_THAN_X_YEAR
source: younger than %@ year
es: Menor de %@ años

source: male
es: Hombre

source: female
es: Mujer

# REANIMATION_01
source: Resuscitation performed
es: Resucitación realizada

# REANIMATION_02
source: Resuscitation not performed as patient was not reachable
es: La resucitación no se realizó porque el paciente no estaba localizable

# REANIMATION_03
source: Resuscitation not performed, due to physical condition
es: La resucitación no fue realizada debido a la condición física

# REANIMATION_04
source: Resuscitation not performed, due to other factors
es: La resucitación no fue realizada debido a otros factores

source: Yes
es: Sí

source: Shock
es: Choque

source: more than
es: Más que

source: Private AED
es: DAE privado

source: Public AED
es: DAE público

source: Doctor (without specialization)
es: Médico (sin especialización)

source: Intensive Care Nurse
es: Enfermera de cuidados intensivos

source: General Nurse
es: Enfermera general
