Repository: GutenbergHealthHub/Meine-Stadt-rettet-iOS
Catalog: EcoRescue/*.lproj/Localizable.strings
Languages: es

source: Emergency Doctor
es: Médico de emergencias

source: Doctor's Assistant
es: Asistente médico

source: Volunteer Fire Department
es: Voluntario del Servicio de Bomberos

source: THW
es: Protección Civil

source: Dentist
es: Dentista

source: Police
es: Policía

source: Nurse
es: Enfermera

source: Emergency Paramedic
es: Paramédico de emergencias

source: Fire Chief
es: Jefe de Bomberos

source: Rescue Assistant
es: Asistente de Rescates

source: Paramedic
es: Paramédico

source: Rescue Worker
es: Trabajador de Rescates

source: Medical Student
es: Estudiante de Medicina

# STUDENT_AND_OTHER
source: Student & Other
es: Estudiante & Otros

source: Doctor
es: Médico

# FIRE_DEPARTMENT_PRO
source: Fire department (professional)
es: Servicio de Bomberos (profesional)

source: Fire department (voluntary)
es: Servicio de Bomberos (voluntario)

source: Aid organization
es: Organización de Ayuda

source: Therapist
es: Terapeuta

source: Army
es: Ejército

source: Student
es: Estudiante

source: BLS-Course
es: Curso de Soporte Vital Básico (SVB)

source: FA-Course
es: Curso de Fibrilación Auricular (FA)

source: Doctor with sub-specialty "Emergency Medicine"
es: Médico con subespecialidad "Medicina de Emergencias"

source: Paramedic Training
es: Formación paramédica

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Defibrillator
es: Desfibrilador

source: Fire Department
es: Servicio de Bomberos

source: Pharmacy
es: Farmacia

source: Zip
es: Código postal

# NUMBER_SHORT
source: No.
es: Núm.

source: Imprint could not be loaded.
es: El impreso no pudo cargarse

source: Imprint is loading…
es: El impreso se está cargando

source: Legal notices could not be loaded.
es: Los Avisos Legales no pudieron cargarse

source: Legal notices are loading…
es: Los Avisos legales se están cargando

source: Currently no event.
es: No hay eventos actualmente

source: Expired
es: Caducado

source: Localization error
es: Error de localización

# LOCATION_ERROR_DETAIL
source: Your current position could not be located.
es: No pudo establecerse su ubicación actual.

# ADDRESS_IS_MISSING
source: Address missing
es: Falta la dirección

# OBJECT_CITY_POSTAL_CODE_MUST_BE_SPECIFIED
source: Object, city and postal code must be specified.
es: Debe especificarse asunto, ciudad y código postal

# ADDRESS_OF_THE_DEFIBRILLATOR_DESCRIPTION_AED_MANUFACTURER_MUST_BE_SPECIFIED
source: The address of the defibrillator, description and the AED Manufacturer must be specified.
es: Debe especificarse dirección, descripción y fabricante del desfibrilador

source: Please wait...
es: Espere, por favor…

source: Defibrillator is saved.
es: Se ha guardado el desfibrilador

source: Defibrillator could not be saved.
es: No se pudo guardar el desfibrilador

source: Thanks for your help.
es: Gracias por su ayuda

source: Cancel
es: Cancelar

source: Take a photo
es: Tomar foto

source: Open Media Center
es: Abrir el Centro de Medios

source: Horn
es: Cláxon

# SIRENE
source: Siren
es: Sirena

source: Alarm
es: Alarma

source: Navigate with Apple Maps
es: Navegar con Apple Maps

source: Note
es: Nota

source: No Information
es: Sin información

source: Route is calculated...
es: Ruta calculada…

# X_MIN_TO_WALK
source: %@ min. to walk
es: %@ minutos a pie

source: Route unknown
es: Ruta desconocida

# FROM_X_TO_Y
source: from %@ to %@
es: De %@ a %@

# SERVICE_REQUESTED
source: You received a request for an emergency mission.
es: Ha recibido una petición para una misión de emergencia.

# YOU_ACCEPTED
source: You accepted the emergency mission.
es: Ha aceptado la misión de emergencia.

# YOU_CANCELLED
source: You cancelled the emergency mission.
es: Ha cancelado la misión de emergencia.

# YOU_FINISHED
source: You finished the emergency mission.
es: Ha finalizado la misión de emergencia.

# EMERGENCY_UNIT_CANCELLED_THE_MISSION
source: The emergency unit cancelled the mission.
es: La unidad de emergencias canceló la misión.

source: Accepted
es: Aceptado

source: Cancelled
es: Cancelado

source: Finished
es: Finalizado

# PERMISSION_NOTIFICATION
source: Notifications
es: Notificaciones

# PERMISSION_NOTIFICATION_DESCRIPTION
source: Activating notifications enable you to receive the emergency missions.
es: Activar las notificaciones, le permite recibir las misiones de emergencia.

source: Open configuration
es: Abrir la configuración

# PERMISSION_NOTIFICATION_NOT_ALLOWED
source: Notifications are not allowed. You can allow notification in iOS settings.
es: No se permiten notificaciones. Puede habilitar las notificaciones en los ajustes de iOS.

source: Allow
es: Permitir

# PERMISSION_STAY_INFORMED
source: Stay informed about topics around first aid
es: Manténgase informado sobre temas relacionados con los primeros auxilios

# PERMISSION_GET_ERMERGENCY_MISSION
source: Get nearby emergency missions
es: Acceda a misiones de emergencia cercanas.

source: Delete
es: Borrar

source: Other document
es: Otro documento

# DOCUMENT_REVIEW_INFO
source: We are currently reviewing your proof of qualification. We will contact you. Thanks for participating.
es: Estamos actualmente revisando sus pruebas de cualificación. Nos pondremos en contacto con Vd. Gracias por participar.

# DOCUMENT_REJECTED_INFO
source: The certification was rejected. Common causes are poor shots or improper documents.
es: El certificado fue rechazado. Las causas más comunes son la baja calidad de la imagen o documentos inadecuados.

source: not uploaded
es: No enviado

source: in review
es: En revisión

source: verified
es: Verificado

source: rejected
es: Rechazado

# AN_ERROR_HAS_OCCURED
source: An error has occurred.
es: Se produjo un error

source: Proof of quality is saving...
es: La prueba de calidad se está guardando...

# PROOF_OF_QUALITY_IS_SAVED
source: Proof of quality saved
es: Prueba de calidad guardada

source: Save Basis Agreement
es: Guardar Acuerdo Básico

source: Basis Agreement is saving.
es: El Acuerdo Básico se está guardando

source: Basis Agreement saved
es: Acuerdo Básico guardado

source: Load Basis Agreement
es: Cargar el Acuerdo Básico

source: Basis Agreement is loading.
es: El acuerdo Básico se está cargando.

# AN_ERROR_OCCURED_WHILE_SAVING_THE_BASIS_AGREEMENT
source: An error occurred while saving the Basis Agreement.
es: Se produjo un error al guardar el Acuerdo Básico.

source: Your profile could not be updated.
es: Su perfil no pudo actualizarse.

source: Mission protocol
es: Protocolo de la misión

source: Thank you for uploading the emergency report
es: Gracias por cargar el informe de la emergencia

source: Mobile AED is saving
es: Guardando DAE Móvil

source: Mobile AED is saved
es: DAE Móvil guardado

source: Mobile AED couldn't saved
es: DAE Móvil no pudo guardarse

source: Please fill in everything
es: Por favor, complete todo

source: Currently no news.
es: No hay noticias actualmente.

source: Emergency nearby!
es: ¡Emergencia próxima!

source: Received emergency is expired.
es: La emergencia recibida ha caducado

source: You are on duty again.
es: Está Vd. de servicio nuevamente

source: Emergency
es: Emergencia

source: FAQ could not be loaded.
es: Las preguntas frecuentes no pudieron cargarse.

source: FAQ is loading...
es: Cargando preguntas frecuentes…

# PERMISSION_LOCATION
source: Location
es: Ubicación

# PERMISSION_LOCATION_DESCRIPTION
source: The first responder app wants to access your location.
es: La app primer respondidor desea acceder a su ubicación.

# PERMISSION_LOCATION_ALWAYS
source: Always
es: Siempre

# PERMISSION_LOCATION_WHEN_IN_USE
source: While Using the App
es: Durante el uso de la app

# PERMISSION_LOCATION_NEVER
source: Never
es: Nunca

# PERMISSION_LOCATION_NEED_ACCESS_ALWAYS
source: We need to access your access your location even when you are not using the app. Please change from '%@' to '%@'
es: Necesitamos tener acceso a su ubicación, incluso cuando no esté usando la app. Cambie de '%@' a '%@, por favor'

# PERMISSION_LOCATION_NEED_ACCESS
source: Please change from '%@' to either '%@' or '%@'.
es: Por favor, cambie de '%@' a '%@ o a '%@'

# PERMISSION_CAN_BE_RESET_IN_SETTINGS
source: Permissions can be reset in iOS settings.
es: Puede resetear los permisos desde los ajustes de iOS.

source: Please wait for some seconds
es: Espere unos segundos, por favor

source: Save failed
es: Error al guardar

source: Today
es: Hoy

# USER_DEFIBRILLATOR_EMPTY_VIEW_SUBTITLE
source: You have no added defibrillators.
es: No tiene desfibriladores añadidos.

source: available
es: Disponible

# DEFIBRILLATOR_IN_REVIEW
source: in review
es: En revisión

source: verified by ASB
es: Verificado por XX

source: in process
es: En curso

# SEARCHING_FOR_PLACES
source: Search for places...
es: Buscando por ubicaciones…

source: Only for active first responders
es: Sólo para primeros respondedores activos

source: Please login in order to add defibrillators.
es: Por favor, inicie sesión para poder añadir desfibriladores.

# PERMISSION_SEE_YOUR_LOCATION_IN_MAP
source: See your location on the map
es: Ver su ubicación en el mapa

# PERMISSION_GET_IMPROVED_EXPERIENCE
source: Find out an optimized user experience
es: Descubra una experiencia de usuario optimizada

source: More
es: Más

source: Next
es: Siguiente

source: Take picture of your certificate
es: Haga una foto de su certificado

source: Preview of the certificate
es: Vista previa del certificado

source: Retake
es: Nueva toma

source: Sign agreement
es: Firme el acuerdo

source: About the project
es: Sobre el proyecto

source: About the project could not be loaded.
es: Sobre el proyecto, no pudo cargarse.

source: About the project is loading...
es: Sobre el proyecto, se está cargando…

# STANDBY_SUCCESS_DESCRIPTION
source: Standby options successfully saved
es: Las opciones de espera se guardaron con éxito

source: Accepted at
es: Aceptado en

source: Ended at
es: Finalizado en

source: Arrived at
es: Llegada a

source: Emergency cancelled
es: Emergencia cancelada

# EMERGENCY_CANCELLED_DETAIL
source: Your emergency mission was cancelled by the dispatch center. You do not have to provide an emergency report. Thank you for your support.
es: Su misión de emergencia fue cancelada por el Centro de Control. No es necesario que facilite informe de emergencia. Gracias por su apoyo.

# MISSED_EMERGENCY_TITLE
source: Missing emergency!
es: ¡Emergencia perdida!

# MISSED_EMERGENCY_DETAIL
source: This emergency expired after 3 min. You are no longer needed for this mission.
es: Esta emergencia se canceló después de 3 minutos. No se precisa de su asistencia para esta misión.

# MISSED_EMERGENCY_ADDRESS
source: An emergency arrived %@ ago.
es: Se recibió una emergencia hace %@

# MISSED_EMERGENCY_PROFILE_INCOMPLETE_TITLE
source: Failed to process incoming emergency
es: Fallo al procesar la emergencia entrante

# MISSED_EMERGENCY_PROFILE_INCOMPLETE_DETAIL
source: Incoming emergency cannot be processed due to incomplete profile. Please fill out the missing fields.
es: La emergencia entrante no puede procesarse, debido a que su perfil está incompleto. Por favor, complete los campos vacíos.

source: day
es: día

source: hour
es: hora

source: minute
es: minutos

source: days
es: días

source: hours
es: horas

source: minutes
es: minutos

# CERTIFICATE_LEAVE_ALERT
source: Are you sure you want to leave this page? Your certificate will not be saved.
es: ¿Está seguro de que desea abandonar esta página? Su certificado no se guardará.

source: Leave this page
es: Abandonar esta página

# DELETE_ACCOUNT_ALERT
source: Are you sure to delete your account?
es: ¿Está seguro de que desea borrar su cuenta?

# TEST_EMERGENCY_BUTTON_TITLE
source: If you want to receive test emergency now,
es: Si desea recibir test de emergencia ahora.

# CERTIFICATE_FINAL_DESCRIPTION
source: Check the image quality of your certificate.
es: Compruebe la calidad de imagen de su certificado.

source: To add location automatically..
es: Añadir ubicación automaticamente.

source: Continue
es: Continuar

source: Skip Introduction
es: Omitir introducción

# INTRO_FIRST_PAGE_TITLE
source: Sudden Cardiac Death
es: Muerte súbita

# INTRO_FIRST_PAGE_DETAIL
source: In <b>sudden cardiac death</b> seconds count. Every <b>year numerous people</b> worldwide suffer from sudden cardiac death.
es: En <b>la muerte súbita</b>, los segundos cuentan. <b>Anualmente, muchas personas</b> sufren de muerte súbita en el mundo.

# INTRO_SECOND_PAGE_TITLE
source: Volunteer First Responders
es: Primeros respondedores voluntarios

# INTRO_SECOND_PAGE_DETAIL
source: A network of <b>volunteer first-aiders</b> who are additionally alerted by the control center <b>via the app</b> can significantly <b>increase the survival</b> from sudden cardiac death.
es: Una red de <b>socorristas voluntarios de primeros auxilios</b>, alertados por el Centro de Control <b>a través de la app</b>, adicionalmente, pueden <b>aumentar las espectativas de supervivencia</b> de una muerte súbita.

# INTRO_THIRD_PAGE_TITLE
source: Every minute counts
es: Cada minuto cuenta

# INTRO_THIRD_PAGE_DETAIL
source: The volunteer first aiders need on average <b>only 3-4 minutes to reach the location of the emergency</b>.
es: Los socorristas voluntarios de primeros auxilios, sólo precisan de 3 o 4 minutos de media, para llegar al lugar de la emergencia.

# INTRO_FOURTH_PAGE_TITLE
source: Early care of the patient
es: Primeros cuidados al paciente

# INTRO_FOURTH_PAGE_DETAIL
source: The <b>rescue workers</b> are alerted in the normal way. The <b>first aider initiates the first medical care</b> of the patient to reduce the <b>therapy-free</b> incident until the arrival of the rescue workers.
es: El equipo <b>de rescate</b> será avisado de la forma habitual. <b>El primer voluntario de ayuda administrará los primeros cuidados médicos al paciente, para reducir los daños por ausencia de tratamiento hasta la llegada del equipo de rescate.</b>

# INTRO_FIFTH_PAGE_TITLE
source: We need your support
es: Necesitamos su apoyo

# INTRO_FIFTH_PAGE_DETAIL
source: The <b>success of the project</b> depends on the <b>participation</b> of volunteer first responders. The higher the <b>first responder density</b> in a region the higher the <b>alerting success</b> and <b>survival chance</b> of patient suffering from sudden cardiac death.
es: <b>El éxito del proyecto</b>, depende de la participación de los <b>primeros respondedores voluntarios</b>. Cuanta mayor sea la <b>concentración de primeros respondedores</b> en un área, mayor será el <b>éxito de las alertas</b> y mayor la <b>expectativa de supervivencia</b> del paciente que sufra una parada cardíaca.

# INTRO_SIXTH_PAGE_TITLE
source: Membership
es: Membresía

# INTRO_SIXTH_PAGE_DETAIL
source: <b>Participate to the project and save lives!</b> In order to ensure the best possible patient care quality, the registered first responders have to provide a prove of their qualification.
es: <b>Participe en el proyecto y salve vidas!</b> Con objeto de asegurar la mejor calidad en el trato al paciente, los primeros respondedores registrados deberán facilitar una prueba de su cualificación.

source: Critical alert
es: Alerta crítica

# CRITICAL_ALERT_INFO
source: Critical alert will ignore mute and do not disturb mode
es: La alerta crítica ignorará los estados de silencio y de no molestar

source: Enabled
es: Activado

source: Disabled
es: Desactivado

source: Mobile AED
es: DAE Móvil

source: Task
es: Tarea

# FIRST_RESPONDER_TASK
source: First Aid
es: Primeros Auxilios

# GET_AED_TASK
source: Fetch AED
es: Traiga el DAE

# FIRST_RESPONDER_TASK_INFO
source: Please go to the location of the emergency and provide first aid.
es: Por favor, acuda al lugar de la emergencia y administre primeros auxilios.

# GET_AED_TASK_INFO
source: Please fetch an AED to the emergency location. You find the nearest AEDs on the map.
es: Por favor, lleve un DAE al lugar de la emergencia. Encontrará los DAE más cercanos en el mapa.

# TASK_ALERT_INFO
source: Do you want to route to AED or Emergency?
es: ¿Desea la ruta al DAE o a la Emergencia?
